local/dpanda/dpanda.api/xml.mgmt.requests/filestore.requests/getFilestore.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:man="http://www.datapower.com/schemas/management">
   <soapenv:Header/>
   <soapenv:Body>
      <man:request domain="default">
         <man:get-filestore location="local:"/>
      </man:request>
   </soapenv:Body>
</soapenv:Envelope>
